Repository: jcarrasko/alf4gae
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es, it_it

source: %s Account Verification
es_es: %s verificación de cuenta
it_it: Verifica Account

source: %s Email Changed Notification
es_es: %s Motificación de cambio de Email
it_it: Notifica Email Modificata

source: %s Password Assistance
es_es: %s asistencia de contraseña
it_it: Assistenza Password

source: %s association successfully added.
es_es: Asociación con %s exitósamente agregada.
it_it: associazione aggiunta con successo.

source: %s authentication is not yet implemented.
es_es: autenticación con %s aún no está implementado.
it_it: l'autenticazione non è ancora stata implementata.

source: %s successfully disassociated.
es_es: %s exitósamente disociado.
it_it: disassociato con successo.

source: <a href="http://browsehappy.com/">Upgrade to a different browser</a> to experience this site.
es_es: <a href="http://browsehappy.com/">Actualiza a un navegador diferente</a> para experimentar este sitio.

source: Associate account with
es_es: Asociar cuenta con

source: Cancel
es_es: Cancelar
it_it: Annulla

source: Change password
es_es: Cambiar contraseña

source: Change your email
es_es: Cambiar tu Correo Electrónico
it_it: Cambia la tua email

source: Change your password
es_es: Cambiar tu contraseña
it_it: Cambia la tua password

source: Confirm Password
es_es: Confirmar contraseña
it_it: Conferma la Password

source: Congratulations on your Google App Engine Boilerplate powered page.
es_es: Felicitaciones por tu página potenciada con Google App Engine Boilerplate.
it_it: Congratulationi, hai creato questa pagina con Google App Engine Boilerplate.

source: Congratulations, Your account <strong>{}</strong> has been successfully activated.
es_es: Felicitaciones, Tu cuenta <strong>{}</strong> ha sido activada exitósamente.
it_it: Congratulazioni, il tuo account <strong>{}</strong> è stato attivato con successo.

source: Contact
es_es: Contacto
it_it: Contattaci

source: Country
es_es: País
it_it: Stato

source: Created
es_es: Creado
it_it: Creato

source: Current Email
es_es: Correo Electrónico Actual
it_it: Email Attuale

source: Current Password
es_es: Contraseña actual
it_it: Password Attuale

source: Delete Account
es_es: Borrar Cuenta
it_it: Elimina Account

source: Don't have an account?
es_es: ¿No tienes una cuenta?
it_it: Non possiedi un account?

source: Edit Profile
es_es: Editar Perfil
it_it: Modifica Profilo

source: Email
es_es: Correo Electrónico

source: Enter a new email address
es_es: Ingresa una nueva dirección de Correo Electrónico
it_it: Inserisci un nuovo indirizzo email

source: Enter your
es_es: Ingresa tu
it_it: Inserire

source: Error sending the message. Please try again later.
es_es: Error enviando el mensaje. Por favor intenta nuevamente más tarde.
it_it: Errore nell'inoltro del messaggio. Si prega di riprovare più tardi.

source: Existing social association
es_es: Asociación a cuentas sociales existentes
it_it: Associazioni sociali esistenti

source: Facebook association added!
es_es: Asociación con Facebook agregada!
it_it: Associazione con Facebook aggiunta

source: Federated login is disabled.
es_es: Login Federado está desabilitado
it_it: Federated login è disabilitato.

source: Field cannot be longer than %(max)d characters.
es_es: Campo debe ser mayor a %(max)d caracteres.
it_it: Il campo non può eccedere %(max)d caratteri.

source: Field must be between %(min)d and %(max)d characters long.
es_es: Campo debe tener entre %(min)d y %(max)d caracteres.
it_it: Il campo deve essere lungo tra %(min)d e %(max)x caratteri.

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?
it_it: Password dimenticata?

source: Github association added.
es_es: Asociación con Github agregada!
it_it: Associazione con Github aggiunta.

source: Good Password
es_es: Cambiar contraseña

source: Google App Engine Boilerplate is released under the
es_es: Google App Engine Boilerplate es lanzado bajo la
it_it: Google App Engine Boilerplate è rilasciato con licenza

source: If the email address you entered
es_es: Si el email que ingresaste
it_it: Se l'indirizzo email inserito

source: If the username you entered
es_es: Si el nombre de usuario que ingresaste
it_it: Se lo username inserito

source: Incorrect password! Please enter your current password to change your account settings.
es_es: Contraseña incorrecta! Por favor ingresa tu contraseña actual para cambiar tus configuraciones de cuenta.
it_it: Password sbagliata! Perfavore inserisci la tua password attuale per modificare le impostazioni del tuo account

source: Insecure Password
es_es: Reiniciar contraseña

source: Invalid email address.
es_es: Correo electrónico inválido.
it_it: Indirizzo email non valido

source: Language
es_es: Idioma
it_it: Lingua

source: Last Name
es_es: Apellido
it_it: Cognome

source: Last Name invalid. Use only letters and numbers.
es_es: Apellido inválido. Use solo letras y números.
it_it: Cognome non valido. Utilizza solo lettere e numeri.

source: Learn why this Boilerplate Rocks
es_es: Aprende porque este Boilerplate es asombroso
it_it: Scopri perché questo Boilerplate spacca

source: Linkedin association added!
es_es: Asociación con LinkedIn agregada!
it_it: Associazione con Linkedin aggiunta!

source: Login
es_es: Ingresar
it_it: Entra

source: Logout
es_es: Cerrar sesión
it_it: Esci

source: Message
es_es: Mensaje
it_it: Messaggio

source: Name
es_es: Nombre
it_it: Nome

source: Name invalid. Use only letters and numbers.
es_es: nombre inválido. Usa solo letras y números.
it_it: Nome non valido. Utilizza solo lettere e numeri

source: New Email
es_es: Nuevo Correo Electrónico

source: New Password
es_es: Nueva Contraseña
it_it: Nuova Password

source: No user authentication information received from %s. Please ensure you are logging in from an authorized OpenID Provider (OP).
es_es: No hay información de autenticación recibida de %s. Asegúrate de estar usando un proveedor autorizado de OpenID.
it_it: Non sono state ricevute informazioni di atutenticazione da %s assicurati di effettuare il login da un Provider OpenID (OP) autorizzato.

source: Or Sign in using:
es_es: O inicia sesión usando:
it_it: Oppure Accedi utilizzando:

source: Password
es_es: Contraseña

source: Password changed successfully.
es_es: Contraseña actualizida exitósamente.
it_it: Password modificata con successo.

source: Passwords must match.
es_es: Ambas contraseñas deben coincidir.
it_it: Le password devono coincidere.

source: Please check your new email for confirmation. Your email will be updated after confirmation.
es_es: Por revisa tu nuevo email para confirmar el cambio. Tu email será actualizado después de la confirmación.
it_it: Perfavore controlla la tua nuova email per conferma. La tua email sarà aggiornata dopo la conferma.

source: Remember me?
es_es: ¿Recordarme?
it_it: Resta connesso

source: Remove
es_es: Remover
it_it: Rimuovi

source: Reset password
es_es: Reiniciar contraseña

source: Search User
es_es: Buscar usuario
it_it: Cerca Utente

source: Secure Page
es_es: Página segura
it_it: Pagina Sicura

source: Secure Password
es_es: Reiniciar contraseña

source: Send Message
es_es: Enviar Mensaje
it_it: Inviare il messaggio

source: Short Password
es_es: Reiniciar contraseña

source: Sign Up
es_es: Registrar
it_it: Crea Account

source: Social account on %s not found for this user.
es_es: Cuenta social en %s no encontrada para este usuario.
it_it: Un account su %s non è stato trovato per questo utente.

source: Sorry, Some error occurred.
es_es: Lo sentimos, ha currido un error.
it_it: Spiacenti, si è verificato un errore.

source: Sorry, The email <strong>{}</strong> is already registered.
es_es: Lo sentimos, el email <strong>{}</strong> ya está en uso.
it_it: Spiacenti, L'email <strong>{}</strong> è già utilizzata.

source: Sorry, The user is already registered.
es_es: Lo sentimos, el nombre de usuario ya está registrado.
it_it: Spiacenti, questo utente è già registrato.

source: Sorry, The username <strong>{}</strong> is already registered.
es_es: Lo sentimos, el nombre de usuario <strong>{}</strong> ya está registrado.
it_it: Spiacenti, Lo username <strong>{}</strong> è già utilizzato.

source: Source Code
es_es: Código fuente
it_it: Codice sorgente

source: Thanks, your settings have been saved.
es_es: Gracias, tus configuraciones han sido almacenadas.
it_it: Grazie, le tue impostazioni sono state salvate

source: The URL you tried to use is either incorrect or no longer valid.
es_es: La URL que intentas visitar es incorrecta o ya no es válida.
it_it: L'URL che hai tentato di utilizzare è incorretto o non più valido.

source: The URL you tried to use is either incorrect or no longer valid. Enter your details again below to get a new one.
es_es: La URL que intentas visitar es incorrecta o ya no es válida. Ingresa tus datos a continuación ara obtener una nueva.
it_it: L'URL che hai tentato di utilizzare è incorretto o non più valido Inserisci i tuoi dettagli nuovamente in basso per ottenerne un altro.

source: The account %s is already in use.
es_es: La cuenta %s ya está en uso.
it_it: L'account %s è già in uso.

source: The account has been successfully deleted.
es_es: La cuenta ha sido eliminada exitosamente.
it_it: L'account è stato eliminato con successo.

source: The email %s is already registered.
es_es: El email %s ya está registrado.
it_it: L'email %s risulta già utilizzata.

source: The link is invalid.
es_es: El link no es válido.
it_it: Il link non è valido.

source: The two passwords must match.
es_es: Las dos contraseñas deben coincidir.
it_it: Le due password devono coincidere.

source: The username <strong>{}</strong> is already taken. Please choose another.
es_es: El nombre de usuario <strong>{}</strong> ya está en uso, por favor elige otro.
it_it: Lo username <strong>{}</strong> è già in uso. Si prega di sceglierne uno diverso

source: Timezone
es_es: Zona Horaria
it_it: Fuso orario

source: Update Profile
es_es: Actualizar perfil de usuario

source: Updated
es_es: Actualizado
it_it: Aggiornato

source: User Details
es_es: Detalles de usuario
it_it: Dettagli Utente

source: User List
es_es: Lista de usuarios
it_it: Lista Utenti

source: User is logged out, but there was an error on the redirection.
es_es: Ha cerrado sesión, pero hubo un error en la redirección.
it_it: L'utente è uscito ma ci sono stati problemi con la redirezione.

source: Username
es_es: Nombre de usuario
it_it: Nome utente

source: Username invalid. Use only letters and numbers.
es_es: Nombre de Usuario inválido. Use solo letras y números.
it_it: Username invalido. Utilizzare solo lettere e numeri.

source: Username or Email
es_es: Nombre de Usuario o Email
it_it: Username o Email

source: Users Geolocation
es_es: Geolocalización de usuarios
it_it: Geolocalizzazione Utenti

source: Visit Site
es_es: Visitar Sitio
it_it: Visita il sito

source: Welcome <strong>{}</strong>, you are now logged in.
es_es: Bienvenido <strong>{}</strong>, has iniciado sesión.
it_it: Benvenuto <strong>{}</strong>, ora sei autenticato.

source: Welcome! You have been registered as a new user and logged in through {}.
es_es: Bienvenido! Te has registrado como un nuevo usuario e iniciado sesión a través de {}.
it_it: Benvenuto! Sei stato registrato come nuovo utente ed autenticato attraverso {}

source: Wrong image verification code. Please try again.
es_es: Código de verificación de imagen erróneo. Por favor intenta nuevamente.
it_it: Errore nel codice di verifica dell'immagine. Riprovare.

source: You didn't change your email.
es_es: No cambiaste tu correo electrónico.

source: You were successfully registered. Please check your email to activate your account.
es_es: Has sido registrado exitosamente. Por favor revisa tu correo electrónico para activar tu cuenta.
it_it: Ti sei registrato con successo. Si prega di controllare la posta per attivare l'account

source: You've signed out successfully. Warning: Please clear all cookies and logout of OpenID providers too if you logged in on a public computer.
es_es: Has cerrado sesión exitósamente. Advertencia: Por favor limpia todas las cookies y cierra sesión de otros proveedores de OpenID si estás en un computador público.
it_it: Sei uscito con successo. Attenzione: si prega di cancellare tutti i cookie ed uscire anche dal provider OpenID utilizzato se si è ad un pc pubblico.

source: Your account has been activated. Please <a href="/login/">sign in</a> to your account.
es_es: Tu cuenta ha sido activada. Por favor <a href="/login/">inicia sesión</a> en tu cuenta.
it_it: Il tuo account è stato attivato. Perfavore <a href="/login/">entra</a> nel tuo account.

source: Your browser is <em>ancient!</em>
es_es: Tu Navegador es demasiado <em>antiguo!</em>
it_it: Il tuo browser è <em>obsoleto!</em>

source: Your email has been successfully updated.
es_es: Tu correo electrónico ha sido actualizado exitosamente.
it_it: La tua email è stata aggiornata con successo.

source: Your message was sent successfully.
es_es: Tu mensaje ha sido enviado exitosamente.
it_it: Il tuo messaggio è stato inoltrato con successo.

source: Your new username is <strong>{}</strong>
es_es: Tu nuevo nombre de usuario es <strong>{}</strong>
it_it: Il tuo username è <strong>{}</strong>

source: Your session has expired.
es_es: Tu sesión ha expirado.
it_it: La tua sessione è scaduta.

source: Your username or password is incorrect. Please try again (make sure your caps lock is off)
es_es: Tu nombre de usuario o contraseña es incorrecto. Intenta nuevamente (asegurate de no tener mayúsculas activadas)
it_it: Il tuo username o la password non sono corretti. Si prega di riprovare (assicurarsi che il blocco maiuscolo sia disattivato)

source: click here
es_es: presiona aquí
it_it: fai click qui

source: contact us
es_es: contáctanos

source: download the Source Code
es_es: descarga el código fuente
it_it: scaricare il codice sorgente

source: for further assistance.
es_es: para más asistencia.
it_it: per ulteriore assistenza.

source: is associated with an account in our records, you will receive an email from us with instructions for resetting your password. <br>If you don't receive instructions within a minute or two, check your email's spam and junk filters, or
es_es: está asociada con una cuenta en nuestros registros, recibirás un correo electrónico de nosotros con instrucciones para restablecer tu contraseña. <br>Si no recibes instrucciones dentro de un minuto o dos, revisa tu bandeja de spam y filtros de correo o
it_it: è associato con un account nei nostri record, riceverai una email da noi con le istruzioni per resettare la tua password. <br> Se non ricevi le istruzioni entro un minuto o due, controlla nella cartella dello spam o nella cartella junk filter, oppure

source: or just
es_es: o sólo
it_it: o semplicemente

source: to help you to create your application.
es_es: para ayudar a crear tu aplicación.
it_it: per iniziare a creare la tua applicazione.

source: to resend the email.
es_es: para reenviar el email
it_it: per inoltrare nuovamente l'email

source: <a href="http://browsehappy.com/">Upgrade to a different browser</a> to experience this site.<a href="http://browsehappy.com/">Aggiorna il tuo browser con uno diverso</a> per accedere a questo sito.
it_it: Associa l'account con

source: Confirm Delete Account
it_it: Conferma l'eliminazione dell'account

source: The verification email has been resent to %s. Please check your email to activate your account.
it_it: L'email di verifica è stata reimpostata a %s. Si prega di controllare la posta per attivare l'account.

source: This %s account is already in use.
it_it: Questo account %s è già in uso.

source: This Facebook account is already in use!
it_it: Questo account Facebook è già in uso!

source: This Github account is already in use.
it_it: Questo account Github è già in uso!

source: This Linkedin account is already in use!
it_it: Questo account Linkedin è già in uso!

source: This Twitter account is already in use.
it_it: Questo account Twitter è già in uso!

source: This authentication method is not yet implemented.
it_it: Questo metodo di autenticazione non risulta implementato

source: Twitter association added.
it_it: Associazione con Twitter aggiunta

source: Unable to update profile. Please try again later.
it_it: Impossibile aggiornare il profilo. Si prega di riprovare più tardi

source: Unexpected error creating the user %s
it_it: Errore imprevisto nella creazione dell'utente %s

source: Your account has not yet been activated. Please check your email to activate it or
it_it: Il tuo account non è stato ancora attivato. Perfavore controlla la posta per attivarlo oppure
